Repository: KicKerBNU/money-plan-ios
Catalog: MoneyPlan/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_hans

# chatbot.subtitle
source: Ask about your spending in your own words.
bg: Попитайте за разходите си със собствените си думи.
cs: Zeptejte se na své výdaje vlastními slovy.
da: Spørg om dit forbrug med dine egne ord.
de: Fragen Sie in Ihren eigenen Worten nach Ihren Ausgaben.
el: Ρωτήστε για τις δαπάνες σας με δικά σας λόγια.
es: Pregunte sobre sus gastos con sus propias palabras.
et: Küsige oma kulutuste kohta oma sõnadega.
fi: Kysy kulustasi omin sanoin.
fr: Renseignez-vous sur vos dépenses avec vos propres mots.
hi: अपने खर्च के बारे में अपने शब्दों में पूछें।
hr: Pitajte o svojoj potrošnji vlastitim riječima.
hu: Kérdezd meg a kiadásaidat a saját szavaiddal.
it: Chiedi informazioni sulla tua spesa con parole tue.
lt: Paklauskite apie savo išlaidas savais žodžiais.
lv: Jautājiet par saviem tēriņiem saviem vārdiem.
nl: Vraag in uw eigen woorden naar uw uitgaven.
pl: Zapytaj własnymi słowami o swoje wydatki.
pt: Pergunte sobre os seus gastos com as suas próprias palavras.
ro: Întrebați despre cheltuielile dvs. cu propriile cuvinte.
sk: Opýtajte sa na svoje výdavky vlastnými slovami.
sl: Vprašajte o svoji porabi s svojimi besedami.
sv: Fråga om dina utgifter med dina egna ord.
zh_hans: 用你自己的话询问你的支出。

# chatbot.title
source: Expense assistant
bg: Помощник по разходите
cs: Výdajový asistent
da: Udgiftsassistent
de: Spesenassistent
el: Βοηθός εξόδων
es: asistente de gastos
et: Kulude assistent
fi: Kustannusavustaja
fr: Assistante de dépenses
hi: व्यय सहायक
hr: Pomoćnik za troškove
hu: Költségügyi asszisztens
it: Assistente alle spese
lt: Išlaidų padėjėjas
lv: Izdevumu palīgs
nl: Kosten assistent
pl: Asystent wydatków
pt: Assistente de despesas
ro: Asistent de cheltuieli
sk: Asistent výdavkov
sl: Pomočnik pri stroških
sv: Kostnadsassistent
zh_hans: 费用助理

# chatbot.you
source: You
bg: Вие
cs: Vy
da: Du
de: Du
el: Εσείς
es: Tú
et: Sina
fi: sinä
fr: Toi
hi: आप
hr: Vas
hu: Te
it: Voi
lt: Jūs
lv: Tu
nl: Jij
pl: Ty
pt: Você
ro: Tu
sk: vy
sl: Ti
sv: Du
zh_hans: 你

# common.add
source: Add
bg: Добавете
cs: Přidat
da: Tilføje
de: Hinzufügen
el: Προσθέτω
es: Agregar
et: Lisa
fi: Lisätä
fr: Ajouter
hi: जोड़ना
hr: Dodati
hu: Hozzáadás
it: Aggiungere
lt: Pridėti
lv: Pievienot
nl: Toevoegen
pl: Dodać
pt: Adicionar
ro: Adăuga
sk: Pridať
sl: Dodaj
sv: Tillägga
zh_hans: 添加

# common.cancel
source: Cancel
bg: Отказ
cs: Zrušit
da: Ophæve
de: Stornieren
el: Ματαίωση
es: Cancelar
et: Tühista
fi: Peruuttaa
fr: Annuler
hi: रद्द करना
hr: Otkazati
hu: Mégse
it: Cancellare
lt: Atšaukti
lv: Atcelt
nl: Annuleren
pl: Anulować
pt: Cancelar
ro: Anula
sk: Zrušiť
sl: Prekliči
sv: Avboka
zh_hans: 取消

# common.delete
source: Delete
bg: Изтриване
cs: Vymazat
da: Slet
de: Löschen
el: Διαγράφω
es: Borrar
et: Kustuta
fi: Poistaa
fr: Supprimer
hi: मिटाना
hr: Izbrisati
hu: Töröl
it: Eliminare
lt: Ištrinti
lv: Dzēst
nl: Verwijderen
pl: Usuwać
pt: Eliminar
ro: Şterge
sk: Odstrániť
sl: Izbriši
sv: Radera
zh_hans: 删除

# common.done
source: Done
bg: Готово
cs: Hotovo
da: Færdig
de: Erledigt
el: Γινώμενος
es: Hecho
et: Valmis
fi: Tehty
fr: Fait
hi: हो गया
hr: Gotovo
hu: Kész
it: Fatto
lt: Atlikta
lv: Gatavs
nl: Klaar
pl: Zrobione
pt: Concluído
ro: Făcut
sk: Hotovo
sl: Končano
sv: Gjort
zh_hans: 完毕

# common.edit
source: Edit
bg: Редактиране
cs: Upravit
da: Redigere
de: Bearbeiten
el: Εκδίδω
es: Editar
et: Muuda
fi: Muokata
fr: Modifier
hi: संपादन करना
hr: Uredi
hu: Szerkesztés
it: Modificare
lt: Redaguoti
lv: Rediģēt
nl: Bewerking
pl: Redagować
pt: Editar
ro: Edita
sk: Upraviť
sl: Uredi
sv: Redigera
zh_hans: 编辑

# common.loading
source: Loading...
bg: Зареждане...
cs: Načítání...
da: Indlæser...
de: Laden...
el: Φόρτωση...
es: Cargando...
et: Laadimine...
fi: Ladataan...
fr: Chargement...
hi: लोड हो रहा है...
hr: Učitavanje...
hu: Terhelés...
it: Caricamento...
lt: Įkeliama...
lv: Notiek ielāde...
nl: Laden...
pl: Załadunek...
pt: A carregar…
ro: Încărcare...
sk: Načítava sa...
sl: Nalaganje...
sv: Belastning...
zh_hans: 加载中...

# common.save
source: Save
bg: Запазване
cs: Uložit
da: Spare
de: Speichern
el: Εκτός
es: Ahorrar
et: Salvesta
fi: Tallentaa
fr: Sauvegarder
hi: बचाना
hr: Uštedjeti
hu: Megtakarítás
it: Salva
lt: Išsaugoti
lv: Saglabāt
nl: Redden
pl: Ratować
pt: Guardar
ro: Salva
sk: Uložiť
sl: Shrani
sv: Spara
zh_hans: 节省

# common.unexpectedError
source: Unexpected error
bg: Неочаквана грешка
cs: Neočekávaná chyba
da: Uventet fejl
de: Unerwarteter Fehler
el: Απροσδόκητο σφάλμα
es: error inesperado
et: Ootamatu viga
fi: Odottamaton virhe
fr: Erreur inattendue
hi: अप्रत्याशित त्रुटि
hr: Neočekivana pogreška
hu: Váratlan hiba
it: Errore imprevisto
lt: Netikėta klaida
lv: Negaidīta kļūda
nl: Onverwachte fout
pl: Nieoczekiwany błąd
pt: Erro inesperado
ro: Eroare neașteptată
sk: Neočakávaná chyba
sl: Nepričakovana napaka
sv: Oväntat fel
zh_hans: 意外错误

# expenses.actions.addExpense
source: Add expense
bg: Добавете разход
cs: Přidejte výdaje
da: Tilføj udgift
de: Kosten hinzufügen
el: Προσθήκη εξόδων
es: Agregar gasto
et: Lisa kulu
fi: Lisää kuluja
fr: Ajouter une dépense
hi: व्यय जोड़ें
hr: Dodajte trošak
hu: Adjon hozzá költséget
it: Aggiungi spesa
lt: Pridėti išlaidas
lv: Pievienojiet izdevumus
nl: Voeg kosten toe
pl: Dodaj wydatek
pt: Adicionar despesa
ro: Adăugați cheltuieli
sk: Pridajte výdavky
sl: Dodajte stroške
sv: Lägg till kostnad
zh_hans: 添加费用

# expenses.addAccount.placeholder
source: Account name
bg: Име на акаунта
cs: Název účtu
da: Kontonavn
de: Kontoname
el: Όνομα λογαριασμού
es: Nombre de cuenta
et: Konto nimi
fi: Tilin nimi
fr: Nom du compte
hi: खाता नाम
hr: Naziv računa
hu: Fiók neve
it: Nome utente
lt: Paskyros pavadinimas
lv: Konta nosaukums
nl: Accountnaam
pl: Nazwa konta
pt: Nome da conta
ro: Numele contului
sk: Názov účtu
sl: Ime računa
sv: Kontonamn
zh_hans: 帐户名称

# expenses.confirmDelete.accountBody
source: The account will be removed from your lists. Past expenses and income linked to it are kept.
bg: Акаунтът ще бъде премахнат от вашите списъци. Запазват се минали разходи и приходи, свързани с него.
cs: Účet bude odstraněn z vašich seznamů. Minulé výdaje a příjmy s tím spojené jsou zachovány.
da: Kontoen vil blive fjernet fra dine lister. Tidligere udgifter og indtægter knyttet hertil beholdes.
de: Das Konto wird aus Ihren Listen entfernt. Die damit verbundenen vergangenen Ausgaben und Einnahmen werden aufbewahrt.
el: Ο λογαριασμός θα αφαιρεθεί από τις λίστες σας. Τα προηγούμενα έξοδα και τα έσοδα που συνδέονται με αυτό διατηρούνται.
es: La cuenta será eliminada de sus listas. Se mantienen los gastos pasados ​​y los ingresos vinculados a ellos.
et: Konto eemaldatakse teie loenditest. Varasemad kulud ja nendega seotud tulud säilitatakse.
fi: Tili poistetaan luetteloistasi. Aiemmat kulut ja niihin liittyvät tulot säilytetään.
fr: Le compte sera supprimé de vos listes. Les dépenses passées et les revenus qui y sont liés sont conservés.
hi: खाता आपकी सूचियों से हटा दिया जाएगा. पिछले खर्चों और उससे जुड़ी आय को रखा जाता है।
hr: Račun će biti uklonjen s vaših popisa. Čuvaju se prošli rashodi i prihodi vezani uz to.
hu: A fiókot eltávolítjuk a listákról. A múltbeli kiadások és az ehhez kapcsolódó bevételek megtartásra kerülnek.
it: L'account verrà rimosso dai tuoi elenchi. Le spese e le entrate passate ad esse collegate vengono mantenute.
lt: Paskyra bus pašalinta iš jūsų sąrašų. Išsaugomos ankstesnės išlaidos ir su jomis susijusios pajamos.
lv: Konts tiks noņemts no jūsu sarakstiem. Iepriekšējie izdevumi un ar tiem saistītie ienākumi tiek saglabāti.
nl: Het account wordt uit uw lijsten verwijderd. Uitgaven uit het verleden en daaraan gekoppelde inkomsten blijven behouden.
pl: Konto zostanie usunięte z Twoich list. Utrzymuje się dotychczasowe wydatki i dochody z nimi związane.
pt: A conta será removida das suas listas. As despesas e receitas antigas associadas são mantidas.
ro: Contul va fi eliminat din listele dvs. Cheltuielile și veniturile anterioare legate de acesta sunt păstrate.
sk: Účet bude odstránený z vašich zoznamov. Minulé výdavky a príjmy s tým spojené sa uchovávajú.
sl: Račun bo odstranjen z vaših seznamov. Hranijo se pretekli odhodki in z njimi povezani prihodki.
sv: Kontot kommer att tas bort från dina listor. Tidigare utgifter och intäkter kopplade till det behålls.
zh_hans: 该帐户将从您的列表中删除。过去的支出和与之相关的收入都被保留。

# expenses.confirmDelete.accountTitle
source: Delete account?
bg: Изтриване на акаунт?
cs: Smazat účet?
da: Vil du slette konto?
de: Konto löschen?
el: Διαγραφή λογαριασμού;
es: ¿Eliminar cuenta?
et: Kas kustutada konto?
fi: Poistetaanko tili?
fr: Supprimer le compte ?
hi: खाता हटा दो?
hr: Izbrisati račun?
hu: Törli a fiókot?
it: Eliminare l'account?
lt: Ištrinti paskyrą?
lv: Vai dzēst kontu?
nl: Account verwijderen?
pl: Usunąć konto?
pt: Eliminar conta?
ro: Ștergeți contul?
sk: Odstrániť účet?
sl: Želite izbrisati račun?
sv: Ta bort konto?
zh_hans: 删除帐户？

# expenses.confirmDelete.expenseBody
source: This expense will be removed. This cannot be undone.
bg: Този разход ще бъде премахнат. Това не може да бъде отменено.
cs: Tento náklad bude odstraněn. Toto nelze vrátit zpět.
da: Denne udgift vil blive fjernet. Dette kan ikke fortrydes.
de: Dieser Aufwand wird entfernt. Dies kann nicht rückgängig gemacht werden.
el: Αυτή η δαπάνη θα αφαιρεθεί. Αυτό δεν μπορεί να αναιρεθεί.
es: Este gasto será eliminado. Esto no se puede deshacer.
et: See kulu eemaldatakse. Seda ei saa tagasi võtta.
fi: Tämä kulu poistetaan. Tätä ei voi kumota.
fr: Cette dépense sera supprimée. Cela ne peut pas être annulé.
hi: यह खर्च दूर हो जाएगा. इसे असंपादित नहीं किया जा सकता है।
hr: Ovaj trošak će biti uklonjen. Ovo se ne može poništiti.
hu: Ez a költség megszűnik. Ezt nem lehet visszavonni.
it: Questa spesa verrà rimossa. Questa operazione non può essere annullata.
lt: Šios išlaidos bus pašalintos. To negalima anuliuoti.
lv: Šie izdevumi tiks noņemti. Šo darbību nevar atsaukt.
nl: Deze kosten worden verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Wydatek ten zostanie usunięty. Tego nie można cofnąć.
pt: Esta despesa será removida. Esta ação não pode ser anulada.
ro: Această cheltuială va fi eliminată. Acest lucru nu poate fi anulat.
sk: Tento výdavok bude odstránený. Toto sa nedá vrátiť späť.
sl: Ta strošek bo odstranjen. Tega ni mogoče razveljaviti.
sv: Denna utgift tas bort. Detta kan inte ångras.
zh_hans: 这笔费用将被取消。此操作无法撤消。

# expenses.confirmDelete.expenseTitle
source: Delete expense?
bg: Изтриване на разходите?
cs: Smazat výdaj?
da: Vil du slette udgiften?
de: Ausgabe löschen?
el: Διαγραφή εξόδων;
es: ¿Eliminar gasto?
et: Kas kustutada kulud?
fi: Poistetaanko kulut?
fr: Supprimer une dépense ?
hi: व्यय हटाएँ?
hr: Izbrisati trošak?
hu: Törli a kiadást?
it: Eliminare la spesa?
lt: Ištrinti išlaidas?
lv: Vai dzēst izdevumus?
nl: Kosten verwijderen?
pl: Usunąć wydatek?
pt: Eliminar despesa?
ro: Ștergeți cheltuiala?
sk: Odstrániť výdavok?
sl: Želite izbrisati stroške?
sv: Ta bort kostnad?
zh_hans: 删除费用？

# expenses.empty
source: No expenses found for this filter.
bg: Няма намерени разходи за този филтър.
cs: Pro tento filtr nebyly nalezeny žádné náklady.
da: Der blev ikke fundet nogen udgifter til dette filter.
de: Für diesen Filter wurden keine Ausgaben gefunden.
el: Δεν βρέθηκαν έξοδα για αυτό το φίλτρο.
es: No se encontraron gastos para este filtro.
et: Selle filtri jaoks ei leitud kulusid.
fi: Tästä suodattimesta ei löytynyt kuluja.
fr: Aucune dépense trouvée pour ce filtre.
hi: इस फ़िल्टर के लिए कोई खर्च नहीं मिला.
hr: Nema pronađenih troškova za ovaj filter.
hu: Nem találhatók kiadások ehhez a szűrőhöz.
it: Nessuna spesa trovata per questo filtro.
lt: Šiam filtrui išlaidų nerasta.
lv: Šim filtram netika atrasti izdevumi.
nl: Er zijn geen uitgaven gevonden voor dit filter.
pl: Nie znaleziono wydatków dla tego filtra.
pt: Nenhuma despesa encontrada para este filtro.
ro: Nu s-au găsit cheltuieli pentru acest filtru.
sk: Pre tento filter sa nenašli žiadne výdavky.
sl: Za ta filter ni bilo najdenih stroškov.
sv: Inga utgifter hittades för detta filter.
zh_hans: 没有发现此过滤器的费用。

# expenses.emptyMonth.cta
source: Add first expense
bg: Добавете първия разход
cs: Přidejte první výdaj
da: Tilføj første udgift
de: Fügen Sie die erste Ausgabe hinzu
el: Προσθήκη πρώτης δαπάνης
es: Añadir primer gasto
et: Lisage esimene kulu
fi: Lisää ensimmäinen kulu
fr: Ajouter la première dépense
hi: पहला खर्च जोड़ें
hr: Dodajte prvi trošak
hu: Adja hozzá az első költséget
it: Aggiungi la prima spesa
lt: Pridėkite pirmąsias išlaidas
lv: Pievienojiet pirmos izdevumus
nl: Voeg de eerste kosten toe
pl: Dodaj pierwszy wydatek
pt: Adicionar primeira despesa
ro: Adăugați prima cheltuială
sk: Pridajte prvý výdavok
sl: Dodajte prvi strošek
sv: Lägg till första utgiften
zh_hans: 添加第一笔费用

# expenses.emptyMonth.description
source: Add your first expense to unlock category insights.
bg: Добавете първия си разход, за да отключите информация за категориите.
cs: Přidejte svůj první výdaj a odemkněte statistiky kategorií.
da: Tilføj din første udgift for at låse op for kategoriindsigt.
de: Fügen Sie Ihre erste Ausgabe hinzu, um Einblicke in die Kategorie zu erhalten.
el: Προσθέστε την πρώτη σας δαπάνη για να ξεκλειδώσετε πληροφορίες κατηγορίας.
es: Agregue su primer gasto para desbloquear información sobre categorías.
et: Kategooriaülevaate avamiseks lisage oma esimene kulu.
fi: Lisää ensimmäinen kulusi saadaksesi luokkatietoja.
fr: Ajoutez votre première dépense pour débloquer des informations sur les catégories.
hi: श्रेणी अंतर्दृष्टि अनलॉक करने के लिए अपना पहला खर्च जोड़ें।
hr: Dodajte svoj prvi trošak da biste otključali uvide u kategorije.
hu: Adja hozzá az első kiadást a kategória-statisztikák feloldásához.
it: Aggiungi la tua prima spesa per sbloccare approfondimenti sulla categoria.
lt: Pridėkite savo pirmąsias išlaidas, kad gautumėte kategorijų įžvalgas.
lv: Pievienojiet savus pirmos izdevumus, lai iegūtu kategoriju ieskatus.
nl: Voeg uw eerste uitgave toe om categorie-inzichten te ontgrendelen.
pl: Dodaj swój pierwszy wydatek, aby odblokować statystyki kategorii.
pt: Adicione a sua primeira despesa para desbloquear os resumos por categoria.
ro: Adăugați prima dvs. cheltuială pentru a debloca informații despre categorie.
sk: Pridajte svoj prvý výdavok a odomknite prehľad kategórií.
sl: Dodajte svoj prvi strošek, da odklenete vpogled v kategorijo.
sv: Lägg till din första utgift för att låsa upp kategoriinsikter.
zh_hans: 添加您的第一笔费用以解锁类别洞察。

# expenses.emptyMonth.title
source: No expenses yet this month
bg: Все още няма разходи този месец
cs: Tento měsíc zatím žádné výdaje
da: Ingen udgifter endnu denne måned
de: Diesen Monat gibt es noch keine Ausgaben
el: Δεν υπάρχουν έξοδα ακόμα αυτόν τον μήνα
es: Aún no hay gastos este mes
et: Sellel kuul pole veel kulusid
fi: Ei kuluja vielä tässä kuussa
fr: Aucune dépense pour l'instant ce mois-ci
hi: इस महीने अभी तक कोई खर्च नहीं
hr: Ovaj mjesec još nema troškova
hu: Ebben a hónapban még nincs kiadás
it: Nessuna spesa ancora questo mese
lt: Šį mėnesį išlaidų dar nėra
lv: Šomēnes izdevumu vēl nav
nl: Deze maand nog geen uitgaven
pl: W tym miesiącu nie ma jeszcze żadnych wydatków
pt: Ainda sem despesas este mês
ro: Nicio cheltuială încă luna aceasta
sk: Tento mesiac zatiaľ žiadne výdavky
sl: Ta mesec še ni stroškov
sv: Inga utgifter ännu denna månad
zh_hans: 本月还没有任何费用

# expenses.entriesThisMonth
source: entries this month
bg: записи този месец
cs: vstupy tento měsíc
da: poster i denne måned
de: Einträge in diesem Monat
el: συμμετοχές αυτόν τον μήνα
es: entradas este mes
et: selle kuu sissekanded
fi: merkinnät tässä kuussa
fr: entrées ce mois-ci
hi: इस महीने प्रविष्टियाँ
hr: unosa ovog mjeseca
hu: bejegyzések ebben a hónapban
it: iscrizioni questo mese
lt: šio mėnesio įrašų
lv: ieraksti šajā mēnesī
nl: inschrijvingen deze maand
pl: wpisy w tym miesiącu
pt: registos este mês
ro: intrări luna aceasta
sk: vstupy tento mesiac
sl: vnosov ta mesec
sv: inlägg denna månad
zh_hans: 本月条目

# expenses.filters.all
source: All
bg: Всички
cs: Vše
da: Alle
de: Alle
el: Ολοι
es: Todo
et: Kõik
fi: Kaikki
fr: Tous
hi: सभी
hr: Sve
hu: Minden
it: Tutto
lt: Visi
lv: Visi
nl: Alle
pl: Wszystko
pt: Todos
ro: Toate
sk: Všetky
sl: Vse
sv: Alla
zh_hans: 全部

# expenses.filters.applyRange
source: Apply range
bg: Приложете диапазон
cs: Použít rozsah
da: Anvend rækkevidde
de: Bereich anwenden
el: Εφαρμογή εύρους
es: Aplicar rango
et: Rakenda vahemik
fi: Käytä aluetta
fr: Appliquer la plage
hi: रेंज लागू करें
hr: Primijeni raspon
hu: Tartomány alkalmazása
it: Applica intervallo
lt: Taikyti diapazoną
lv: Lietot diapazonu
nl: Bereik toepassen
pl: Zastosuj zakres
pt: Aplicar período
ro: Aplicați intervalul
sk: Použiť rozsah
sl: Uporabi obseg
sv: Använd intervall
zh_hans: 适用范围

# expenses.filters.clearDate
source: Clear
bg: ясно
cs: Jasný
da: Klar
de: Klar
el: Σαφής
es: Claro
et: Selge
fi: Selkeä
fr: Clair
hi: स्पष्ट
hr: Jasan
hu: Világos
it: Chiaro
lt: Aišku
lv: Skaidrs
nl: Duidelijk
pl: Jasne
pt: Limpar
ro: Clar
sk: Jasné
sl: jasno
sv: Rensa
zh_hans: 清除

# expenses.filters.from
source: From
bg: от
cs: Z
da: Fra
de: Aus
el: Από
es: De
et: Alates
fr: Depuis
hi: से
hr: Iz
hu: Tól
it: Da
lt: Iš
lv: No
nl: Van
pl: Z
pt: De
ro: Din
sk: Od
sl: Od
sv: Från
zh_hans: 从

# expenses.filters.last3Days
source: Last 3 days
bg: Последните 3 дни
cs: Poslední 3 dny
da: Sidste 3 dage
de: Letzte 3 Tage
el: Τελευταίες 3 μέρες
es: últimos 3 días
et: Viimased 3 päeva
fi: Viimeiset 3 päivää
fr: 3 derniers jours
hi: पिछले 3 दिन
hr: Zadnja 3 dana
hu: Az elmúlt 3 nap
it: Ultimi 3 giorni
lt: Paskutines 3 dienas
lv: Pēdējās 3 dienas
nl: Laatste 3 dagen
pl: Ostatnie 3 dni
pt: Últimos 3 dias
ro: Ultimele 3 zile
sk: Posledné 3 dni
sl: Zadnje 3 dni
sv: Senaste 3 dagarna
zh_hans: 过去 3 天

# expenses.filters.last7Days
source: Last 7 days
bg: Последните 7 дни
cs: Posledních 7 dní
da: Sidste 7 dage
de: Letzte 7 Tage
el: Τελευταίες 7 μέρες
es: últimos 7 días
et: Viimased 7 päeva
fi: Viimeiset 7 päivää
fr: 7 derniers jours
hi: पिछले 7 दिन
hr: Zadnjih 7 dana
hu: Az elmúlt 7 nap
it: Ultimi 7 giorni
lt: Paskutines 7 dienas
lv: Pēdējās 7 dienas
nl: Laatste 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 dias
ro: Ultimele 7 zile
sk: Posledných 7 dní
sl: Zadnjih 7 dni
sv: Senaste 7 dagarna
zh_hans: 过去 7 天

# expenses.filters.to
source: To
bg: до
cs: Na
da: Til
de: Zu
el: Να
es: A
fi: Vastaanottaja
fr: À
hi: को
hr: Do
it: A
lt: Į
lv: Uz
nl: Naar
pl: Do
pt: Até
ro: La
sk: Komu
sl: Za
sv: Till
zh_hans: 到

# expenses.filters.tripWeek
source: Trip week
bg: Седмица на пътуването
cs: Týden výletů
da: Tur uge
de: Reisewoche
el: Εβδομάδα ταξιδιού
es: semana de viaje
et: Reisinädal
fi: Matkaviikko
fr: Semaine de voyage
hi: यात्रा सप्ताह
hr: Tjedan putovanja
hu: Kirándulási hét
it: Settimana di viaggio
lt: Kelionės savaitė
lv: Ceļojuma nedēļa
nl: Reisweek
pl: Tydzień podróży
pt: Semana da viagem
ro: Săptămâna călătoriei
sk: Týždeň výletov
sl: Teden potovanja
sv: Resvecka
zh_hans: 旅行周

# expenses.filters.tripWeekModalTitle
source: Select trip range
bg: Изберете диапазон на пътуване
cs: Vyberte rozsah jízdy
da: Vælg turområde
de: Reisebereich auswählen
el: Επιλέξτε εύρος διαδρομής
es: Seleccionar rango de viaje
et: Valige reisivahemik
fi: Valitse matka-alue
fr: Sélectionnez la plage de déclenchement
hi: यात्रा सीमा चुनें
hr: Odaberite raspon putovanja
hu: Válassza ki az utazási tartományt
it: Seleziona l'intervallo di viaggio
lt: Pasirinkite kelionės diapazoną
lv: Izvēlieties ceļojuma diapazonu
nl: Selecteer reisbereik
pl: Wybierz zakres podróży
pt: Selecionar período da viagem
ro: Selectați intervalul de călătorie
sk: Vyberte rozsah jazdy
sl: Izberite obseg potovanja
sv: Välj reseintervall
zh_hans: 选择行程范围

# expenses.form.account
source: Account
bg: Сметка
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
fi: Tili
fr: Compte
hi: खाता
hr: Račun
hu: Számla
it: Conto
lt: sąskaita
lv: Konts
nl: Rekening
pl: Konto
pt: Conta
ro: Cont
sk: účtu
sl: Račun
sv: Konto
zh_hans: 账户

# expenses.form.amount
source: Amount
bg: Сума
cs: Množství
da: Beløb
de: Menge
el: Ποσό
es: Cantidad
et: Summa
fi: Määrä
fr: Montant
hi: मात्रा
hr: Iznositi
hu: Összeg
it: Quantità
lt: Suma
lv: Summa
nl: Hoeveelheid
pl: Kwota
pt: Valor
ro: Cantitate
sk: Suma
sl: Znesek
sv: Belopp
zh_hans: 数量

# expenses.form.category
source: Category
bg: Категория
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
fi: Luokka
fr: Catégorie
hi: वर्ग
hr: Kategorija
hu: Kategória
it: Categoria
lt: Kategorija
lv: Kategorija
nl: Categorie
pl: Kategoria
pt: Categoria
ro: Categorie
sk: Kategória
sl: Kategorija
sv: Kategori
zh_hans: 类别

# expenses.form.date
source: Date
bg: Дата
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
fi: Päivämäärä
hi: तारीख
hr: Datum
hu: Dátum
it: Data
lt: Data
lv: Datums
nl: Datum
pl: Data
pt: Data
ro: Data
sk: Dátum
sl: Datum
sv: Datum
zh_hans: 日期

# expenses.form.editTitle
source: Edit expense
bg: Редактиране на разходите
cs: Upravit výdaj
da: Rediger udgift
de: Ausgaben bearbeiten
el: Επεξεργασία εξόδων
es: Editar gasto
et: Muuda kulusid
fi: Muokkaa kuluja
fr: Modifier la dépense
hi: व्यय संपादित करें
hr: Uredi trošak
hu: Költség szerkesztése
it: Modifica spesa
lt: Redaguoti išlaidas
lv: Rediģēt izdevumus
nl: Onkosten bewerken
pl: Edytuj wydatek
pt: Editar despesa
ro: Editați cheltuielile
sk: Upraviť výdavok
sl: Uredi stroške
sv: Redigera kostnad
zh_hans: 编辑费用

# expenses.form.note
source: Note
bg: Забележка
cs: Poznámka
de: Notiz
el: Σημείωμα
es: Nota
et: Märkus
fi: Huom
hi: टिप्पणी
hr: Bilješka
hu: Jegyzet
it: Nota
lt: Pastaba
lv: Piezīme
nl: Opmerking
pl: Notatka
pt: Nota
ro: Nota
sk: Poznámka
sl: Opomba
sv: Notera
zh_hans: 笔记

# expenses.form.notePlaceholder
source: Note (optional)
bg: Забележка (по избор)
cs: Poznámka (volitelné)
da: Bemærk (valgfrit)
de: Hinweis (optional)
el: Σημείωση (προαιρετικό)
es: Nota (opcional)
et: Märkus (valikuline)
fi: Huomautus (valinnainen)
fr: Remarque (facultatif)
hi: नोट (वैकल्पिक)
hr: Napomena (nije obavezno)
hu: Megjegyzés (opcionális)
it: Nota (facoltativa)
lt: Pastaba (neprivaloma)
lv: Piezīme (pēc izvēles)
nl: Opmerking (optioneel)
pl: Uwaga (opcjonalnie)
pt: Nota (opcional)
ro: Notă (opțional)
sk: Poznámka (voliteľné)
sl: Opomba (neobvezno)
sv: Obs (valfritt)
zh_hans: 注意（可选）

# expenses.form.title
source: New expense
bg: Нов разход
cs: Nový výdaj
da: Ny udgift
de: Neue Ausgabe
el: Νέα δαπάνη
es: Nuevo gasto
et: Uus kulu
fi: Uusi kulu
fr: Nouvelle dépense
hi: नया खर्च
hr: Novi trošak
hu: Új kiadás
it: Nuova spesa
lt: Naujos išlaidos
lv: Jauni izdevumi
nl: Nieuwe kosten
pl: Nowy wydatek
pt: Nova despesa
ro: Cheltuială nouă
sk: Nový výdavok
sl: Nov strošek
sv: Ny utgift
zh_hans: 新费用
